Repository: windygu/TWTactics
Catalog: TribalWars/Controls/GridExs/VillageGridExRes.*.resx
Languages: nl

# ChurchTooltip
source: The church level
nl: Kerk level

# Difference
source: Diff.
nl: Ver.

source: Kingdom
nl: Continent

# KingdomTooltip
source: The kingdom the village is located in
nl: Het continent van het dorp

# LocationTooltip
source: Coordinates of the village
nl: Coordinaten van het dorp

source: Name
nl: Naam

# NameTooltip
source: Name of the village
nl: Naam van het dorp

source: Player
nl: Speler

# PlayerDifferenceTooltip
source: The player the village has been nobled from.
nl: De speler waarvan het dorp geëdeld is

# PlayerNameTooltip
source: The owner of the village
nl: Eigenaar van het dorp

# PlayerOld
source: Old owner
nl: Vorige speler

# PlayerPointsDiffTooltip
source: The difference in player points since previous data
nl: Puntenverschil speler sinds de laatste data download

# PlayerPointsTooltip
source: The points of the player owning the village
nl: Punten van de eigenaar van het dorp

source: Players
nl: Spelers

# Player_NameTooltip
source: The name of the player
nl: De naam van de speler

# Player_PointsDiffTooltip
source: The difference in player points since previous data
nl: Puntenverschil speler sinds de vorige data download

# Player_PointsTooltip
source: Points of the player
nl: Punten van de speler

# Player_TribeOldTooltip
source: The tribe the player switched from since previous data
nl: De stam waartoe de speler behoorde tijdens de vorige data download

# Player_TribeTooltip
source: The tribe the player belongs to
nl: De stam waartoe de speler behoort

# Player_VillagesDiffTooltip
source: Villages gained and/or lost since previous data
nl: Dorpen verloren/gewonnen sinds de vorige data download

# Player_VillagesTooltip
source: Villages of the player
nl: Dorpen van de speler

# Player_VisibleTooltip
source: Show image if at least one village of the player is currently visible on the main map.
nl: Toon icon wanneer minstens 1 dorp van de speler zichtbaar is op de kaart

source: Points
nl: Punten

# PointsDifferenceTooltip
source: Difference in village points since previous data
nl: Puntenverschil dorp sinds de laatste data download

# PointsTooltip
source: Points of the village
nl: Aantal punten van het dorp

source: Rank
nl: Rang

source: Tribe
nl: Stam

# TribeOld
source: Old tribe
nl: Vorige stam

# TribeRankTooltip
source: The rank of the tribe of the player
nl: De rank van de stam

# TribeTagTooltip
source: The tribe of the player
nl: De stam van de speler

# Tribe_NameTooltip
source: Tribe name
nl: Stamnaam

# Tribe_PlayersDiffTooltip
source: The difference in players since previous data
nl: Spelerswijzigingen in de stam sinds de vorige data download

# Tribe_PlayersTooltip
source: Amount of players in the tribe
nl: Spelers in de stam

# Tribe_PointsDiffTooltip
source: The difference in total tribe points since previous data
nl: Het verschil in punten van de stam sinds de vorige data download

# Tribe_PointsTooltip
source: Total points of the tribe
nl: Totaal aantal punten van de stam

# Tribe_RankTooltip
source: World rank of the tribe
nl: Wereldrang van de stam

# Tribe_TagTooltip
source: Tribe tag
nl: Stam tag

# Tribe_VillagesDiffTooltip
source: The difference in villages since previous data
nl: Verschil in dorpen sinds de vorige data download

# Tribe_VillagesTooltip
source: The total amount of villages in the tribe
nl: Totaal aantal dorpen in de stam

# Tribe_VisibleTooltip
source: Show image if at least one village of the tribe is currently visible on the main map.
nl: Toon icon wanneer minstens 1 dorp van de stam zichtbaar is op de kaart

# TypeTooltip
source: Show image for village type (Offense, Defense, Scout, Noble or Farm - Set in 'Quick Details' or by using the right click contextmenu)
nl: Toon icon voor dorpsdoel (Offensief, Defensief, ...) - Zet het dorpsdoel via het rechter muisklik menu.

source: Villages
nl: Dorpen

# VillagesDiffTooltip
source: The villages the player gained and/or lost since previous data
nl: Aantal dorpen dat de speler heeft bijgekregen/verloren sinds de laatste data download

# VillagesTooltip
source: The amount of villages the player has
nl: Het aanal dorpen van de speler

# VillageType_Catapults
source: Catapults
nl: Katapulten

# VillageType_Comments
source: Comments
nl: Commentaar

# VillageType_Defensive
source: Defensive
nl: Defensief

# VillageType_Farm
source: Farm
nl: Leeg

# VillageType_Noble
source: Nobles
nl: Edels

# VillageType_Offensive
source: Offensive
nl: Aanvallend

# VillageType_Scouts
source: Scouts
nl: Verkenners

# VisibleCellTooltip
source: Currently visible on the map
nl: Momenteel zichtbaar op de kaart

# VisibleTooltip
source: Show image if village is currently visible on the main map
nl: Toon icon indien het dorp zichtbaar is op de kaart
