Repository: windygu/TWTactics
Catalog: TribalWars/Maps/Polygons/PolygonControl.*.resx
Languages: nl

# ButtonGenerate.Text
source: &Generate BBCodes
nl: &Genereer BBCodes

# ButtonGenerate.ToolTipText
source: Put BBCodes for all checked visible village rows to the clipboard.
nl: Plaats BbCodes voor alle aangevinkte clusters op het klembord

# LoadPolygonData.Text
source: Load Cluster Data
nl: Cluster Data Laden

# LoadPolygonData.ToolTipText
source: Load (or reload) all your drawn clusters.
nl: (Her)laden van je getekende clusters

# GridExVillageShowFieldChooser.Text
source: Show/Hide Columns
nl: Kolommen Tonen/Verbergen

# GridExVillage.BuiltInTextsData
source: <LocalizableData ID="LocalizableStrings" Collection="true"><EmptyGridInfo>Click 'Load Cluster Data' to load all villages inside your clusters.</EmptyGridInfo></LocalizableData>
nl: <LocalizableData ID="LocalizableStrings" Collection="true"><EmptyGridInfo>Klik 'Cluster Data Laden' om alle dorpen binnen je clusters te importeren!</EmptyGridInfo></LocalizableData>

# GridExVillage_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>VILLAGE</Key><Caption>Polygon villages</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Column1"><Caption>Select</Caption><BoundMode>UnboundFetch</BoundMode><ColumnType>CheckBox</ColumnType><HeaderToolTip>For all visible checked villages BBCodes will be generated.</HeaderToolTip><Key>Column1</Key><Position>0</Position><Width>29</Width><ActAsSelector>True</ActAsSelector><DefaultValue>True</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType></Column0><Column1 ID="ID"><Caption>ID</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>ID</DataMember><EditType>NoEdit</EditType><Key>ID</Key><Position>1</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column1><Column2 ID="ISVISIBLE"><Caption>Visible</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>ISVISIBLE</DataMember><DefaultGroupPrefix>Village visible:</DefaultGroupPrefix><EditType>NoEdit</EditType><FilterEditType>CheckBox</FilterEditType><HeaderToolTip>Show an image if the village is currently visible on the main map.</HeaderToolTip><Key>ISVISIBLE</Key><LineAlignment>Center</LineAlignment><Position>2</Position><Width>25</Width></Column2><Column3 ID="TYPE"><Caption>Type</Caption><DataTypeCode>String</DataTypeCode><ColumnType>Image</ColumnType><DataMember>TYPE</DataMember><EditType>NoEdit</EditType><FilterEditType>DropDownList</FilterEditType><Key>TYPE</Key><Position>3</Position><Width>25</Width><FilterRowComparison>Equal</FilterRowComparison></Column3><Column4 ID="PLAYER"><Caption>Player name</Caption><DataTypeCode>String</DataTypeCode><DataMember>PLAYER</DataMember><FilterEditType>Combo</FilterEditType><GroupEmptyString>Barbarian</GroupEmptyString><Key>PLAYER</Key><Position>4</Position><Width>128</Width><FilterRowComparison>Contains</FilterRowComparison><DefaultFilterRowComparison>Contains</DefaultFilterRowComparison><HasValueList>True</HasValueList></Column4><Column5 ID="NAME"><Caption>Village name</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>NAME</DataMember><FilterEditType>TextBox</FilterEditType><Key>NAME</Key><Position>5</Position><Width>198</Width><FilterRowComparison>Contains</FilterRowComparison><DefaultFilterRowComparison>Contains</DefaultFilterRowComparison><HasValueList>True</HasValueList></Column5><Column6 ID="LOCATION"><Caption>Location</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>LOCATION</DataMember><FilterEditType>TextBox</FilterEditType><Key>LOCATION</Key><Position>6</Position><Width>69</Width></Column6><Column7 ID="KINGDOM"><Caption>Kingdom</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>KINGDOM</DataMember><FilterEditType>TextBox</FilterEditType><Key>KINGDOM</Key><Position>7</Position><Visible>False</Visible><FilterRowComparison>Equal</FilterRowComparison><DefaultFilterRowComparison>Equal</DefaultFilterRowComparison></Column7><Column8 ID="POINTS"><Caption>Points</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>POINTS</DataMember><FilterEditType>TextBox</FilterEditType><FormatString>#,###</FormatString><Key>POINTS</Key><Position>8</Position><TextAlignment>Far</TextAlignment><Width>52</Width><FilterRowComparison>GreaterThan</FilterRowComparison><DefaultFilterRowComparison>GreaterThan</DefaultFilterRowComparison></Column8><Column9 ID="POINTSDIFF"><Caption>Diff.</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>POINTSDIFF</DataMember><FilterEditType>TextBox</FilterEditType><GroupEmptyString>0</GroupEmptyString><Key>POINTSDIFF</Key><Position>9</Position><TextAlignment>Far</TextAlignment><Width>53</Width><FilterRowComparison>GreaterThan</FilterRowComparison><DefaultFilterRowComparison>GreaterThan</DefaultFilterRowComparison><CellStyle><ForeColor>LightGray</ForeColor></CellStyle></Column9><Column10 ID="TRIBE"><Caption>Tribe</Caption><DataTypeCode>String</DataTypeCode><DataMember>TRIBE</DataMember><FilterEditType>Combo</FilterEditType><GroupEmptyString>Tribeless</GroupEmptyString><Key>TRIBE</Key><Position>10</Position><Width>91</Width><FilterRowComparison>Contains</FilterRowComparison><DefaultFilterRowComparison>Contains</DefaultFilterRowComparison><HasValueList>True</HasValueList></Column10><Column11 ID="POLYGONGROUP"><Caption>Cluster group</Caption><DataTypeCode>String</DataTypeCode><DataMember>POLYGONGROUP</DataMember><Key>POLYGONGROUP</Key><Position>11</Position><Width>87</Width><FilterRowComparison>Contains</FilterRowComparison></Column11><Column12 ID="POLYGON"><Caption>Cluster name</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>POLYGON</DataMember><FilterEditType>TextBox</FilterEditType><Key>POLYGON</Key><Position>12</Position><FilterRowComparison>Contains</FilterRowComparison></Column12></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>4</ColIndex></SortKey0><SortKey1 ID="SortKey1"><ColIndex>5</ColIndex></SortKey1></SortKeys><AllowGroup>False</AllowGroup><AllowRemoveColumns>True</AllowRemoveColumns><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>11</ColIndex></Group0><Group1 ID="Group1"><ColIndex>12</ColIndex></Group1></Groups></RootTable></GridEXLayoutData>
nl: <GridEXLayoutData><RootTable><Key>VILLAGE</Key><Caption>Polygon villages</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Column1"><Caption>Selecteer</Caption><BoundMode>UnboundFetch</BoundMode><ColumnType>CheckBox</ColumnType><HeaderToolTip>BbCodes worden gegenereerd voor alle geselecteerde rijen</HeaderToolTip><Key>Column1</Key><Position>0</Position><Width>29</Width><ActAsSelector>True</ActAsSelector><DefaultValue>True</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType></Column0><Column1 ID="ID"><Caption>ID</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>ID</DataMember><EditType>NoEdit</EditType><Key>ID</Key><Position>1</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column1><Column2 ID="ISVISIBLE"><Caption>Zichtbaar</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>ISVISIBLE</DataMember><DefaultGroupPrefix>Village visible:</DefaultGroupPrefix><EditType>NoEdit</EditType><FilterEditType>CheckBox</FilterEditType><HeaderToolTip>Toon een icon wanneer het dorp momenteel zichtbaar is op de kaart</HeaderToolTip><Key>ISVISIBLE</Key><LineAlignment>Center</LineAlignment><Position>2</Position><Width>25</Width></Column2><Column3 ID="TYPE"><Caption>Type</Caption><DataTypeCode>String</DataTypeCode><ColumnType>Image</ColumnType><DataMember>TYPE</DataMember><EditType>NoEdit</EditType><FilterEditType>DropDownList</FilterEditType><Key>TYPE</Key><Position>3</Position><Width>25</Width><FilterRowComparison>Equal</FilterRowComparison></Column3><Column4 ID="PLAYER"><Caption>Speler naam</Caption><DataTypeCode>String</DataTypeCode><DataMember>PLAYER</DataMember><FilterEditType>Combo</FilterEditType><GroupEmptyString>Barbarian</GroupEmptyString><Key>PLAYER</Key><Position>4</Position><Width>128</Width><FilterRowComparison>Contains</FilterRowComparison><DefaultFilterRowComparison>Contains</DefaultFilterRowComparison><HasValueList>True</HasValueList></Column4><Column5 ID="NAME"><Caption>Dorps naam</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>NAME</DataMember><FilterEditType>TextBox</FilterEditType><Key>NAME</Key><Position>5</Position><Width>198</Width><FilterRowComparison>Contains</FilterRowComparison><DefaultFilterRowComparison>Contains</DefaultFilterRowComparison><HasValueList>True</HasValueList></Column5><Column6 ID="LOCATION"><Caption>Locatie</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>LOCATION</DataMember><FilterEditType>TextBox</FilterEditType><Key>LOCATION</Key><Position>6</Position><Width>69</Width></Column6><Column7 ID="KINGDOM"><Caption>Kingdom</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>KINGDOM</DataMember><FilterEditType>TextBox</FilterEditType><Key>KINGDOM</Key><Position>7</Position><Visible>False</Visible><FilterRowComparison>Equal</FilterRowComparison><DefaultFilterRowComparison>Equal</DefaultFilterRowComparison></Column7><Column8 ID="POINTS"><Caption>Punten</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>POINTS</DataMember><FilterEditType>TextBox</FilterEditType><FormatString>#,###</FormatString><Key>POINTS</Key><Position>8</Position><TextAlignment>Far</TextAlignment><Width>52</Width><FilterRowComparison>GreaterThan</FilterRowComparison><DefaultFilterRowComparison>GreaterThan</DefaultFilterRowComparison></Column8><Column9 ID="POINTSDIFF"><Caption>Vers.</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>POINTSDIFF</DataMember><FilterEditType>TextBox</FilterEditType><GroupEmptyString>0</GroupEmptyString><HeaderToolTip>Verschil in punten</HeaderToolTip><Key>POINTSDIFF</Key><Position>9</Position><TextAlignment>Far</TextAlignment><Width>53</Width><FilterRowComparison>GreaterThan</FilterRowComparison><DefaultFilterRowComparison>GreaterThan</DefaultFilterRowComparison><CellStyle><ForeColor>LightGray</ForeColor></CellStyle></Column9><Column10 ID="TRIBE"><Caption>Stam</Caption><DataTypeCode>String</DataTypeCode><DataMember>TRIBE</DataMember><FilterEditType>Combo</FilterEditType><GroupEmptyString>Tribeless</GroupEmptyString><Key>TRIBE</Key><Position>10</Position><Width>91</Width><FilterRowComparison>Contains</FilterRowComparison><DefaultFilterRowComparison>Contains</DefaultFilterRowComparison><HasValueList>True</HasValueList></Column10><Column11 ID="POLYGONGROUP"><Caption>Cluster groep</Caption><DataTypeCode>String</DataTypeCode><DataMember>POLYGONGROUP</DataMember><Key>POLYGONGROUP</Key><Position>11</Position><Width>87</Width><FilterRowComparison>Contains</FilterRowComparison></Column11><Column12 ID="POLYGON"><Caption>Cluster naam</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>POLYGON</DataMember><FilterEditType>TextBox</FilterEditType><Key>POLYGON</Key><Position>12</Position><FilterRowComparison>Contains</FilterRowComparison></Column12></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>4</ColIndex></SortKey0><SortKey1 ID="SortKey1"><ColIndex>5</ColIndex></SortKey1></SortKeys><AllowGroup>False</AllowGroup><AllowRemoveColumns>True</AllowRemoveColumns><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>11</ColIndex></Group0><Group1 ID="Group1"><ColIndex>12</ColIndex></Group1></Groups></RootTable></GridEXLayoutData>

# ModusPolygon.Text
source: Manage Clusters
nl: Beheer Clusters

# ModusPolygon.ToolTipText
source: Change cluster groups, names and colors!
nl: Wijzig cluster namen, kleuren enzovoort

# GeneratorActions.Text
source: Actions
nl: Acties

# ModusVillage.ToolTipText
source: Generate BBCodes based on villages inside the drawn clusters
nl: Genereer BbCodes voor de dorpen binnen de clusters die je getekend hebt

# uiGroupBox1.Text
source: Switch modus
nl: Wijzig modus

# GridExPolygon_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="Visible"><Caption>Visible</Caption><ColumnType>CheckBox</ColumnType><DataMember>Visible</DataMember><EditType>CheckBox</EditType><Key>Visible</Key><Position>0</Position><Width>48</Width></Column0><Column1 ID="Name"><Caption>Name</Caption><DataMember>Name</DataMember><Key>Name</Key><Position>1</Position><Width>206</Width></Column1><Column2 ID="Group"><Caption>Group</Caption><DataMember>Group</DataMember><EditType>Combo</EditType><Key>Group</Key><Position>2</Position><Width>129</Width><LimitToList>False</LimitToList><HasValueList>True</HasValueList></Column2><Column3 ID="LineColor"><ButtonDisplayMode>Always</ButtonDisplayMode><Caption>Color</Caption><DataMember>LineColor</DataMember><EditType>Custom</EditType><Key>LineColor</Key><Position>3</Position><Width>170</Width></Column3></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>2</ColIndex></SortKey0><SortKey1 ID="SortKey1"><ColIndex>1</ColIndex></SortKey1></SortKeys><GroupCondition /><RowHeight>25</RowHeight></RootTable></GridEXLayoutData>
nl: <GridEXLayoutData><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="Visible"><Caption>Zichtbaar</Caption><ColumnType>CheckBox</ColumnType><DataMember>Visible</DataMember><EditType>CheckBox</EditType><Key>Visible</Key><Position>0</Position><Width>48</Width></Column0><Column1 ID="Name"><Caption>Naam</Caption><DataMember>Name</DataMember><Key>Name</Key><Position>1</Position><Width>206</Width></Column1><Column2 ID="Group"><Caption>Groep</Caption><DataMember>Group</DataMember><EditType>Combo</EditType><Key>Group</Key><Position>2</Position><Width>129</Width><LimitToList>False</LimitToList><HasValueList>True</HasValueList></Column2><Column3 ID="LineColor"><ButtonDisplayMode>Always</ButtonDisplayMode><Caption>Kleur</Caption><DataMember>LineColor</DataMember><EditType>Custom</EditType><Key>LineColor</Key><Position>3</Position><Width>170</Width></Column3></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>2</ColIndex></SortKey0><SortKey1 ID="SortKey1"><ColIndex>1</ColIndex></SortKey1></SortKeys><GroupCondition /><RowHeight>25</RowHeight></RootTable></GridEXLayoutData>

# CurrentModusGroupbox.Text
source: Current modus: BBCodes Generator
nl: Huidige modus: BBCodes Generator
