Repository: windygu/TWTactics
Catalog: TribalWars/Controls/AccordeonDetails/DetailsControl.*.resx
Languages: nl

# UndoButton.ToolTipText
source: Undo
nl: Vorige

# RedoButton.ToolTipText
source: Redo
nl: Volgende

# ViewVillageDetails.ToolTipText
source: View village details
nl: Dorp details

# ViewPlayerDetails.ToolTipText
source: View player details
nl: Speler details

# ViewTribeDetails.ToolTipText
source: View tribe details
nl: Stam details

# AttackFlag.ToolTipText
source: Mark this village as offensive
nl: Markeer dit als een aanvallend dorp

# CatapultFlag.ToolTipText
source: Mark this village as offensive with catapults
nl: Markeer dit als een dorp met katapulten

# DefenseFlag.ToolTipText
source: Mark this village as defensive
nl: Markeer dit als een verdedigend dorp

# NobleFlag.ToolTipText
source: Mark this village for nobles
nl: Markeer dit als een dorp met edels

# ScoutFlag.ToolTipText
source: Mark this village for scouts
nl: Markeer dit als een dorp met verkenners

# FarmFlag.ToolTipText
source: Mark this village as a farm
nl: Markeer dit als een dorp om te farmen
