Repository: windygu/TWTactics
Catalog: TribalWars/Controls/Finders/FinderOptionsControl.*.resx
Languages: nl

# WithinTribeLabel.Text
source: Within tribe
nl: Binnen stam

# AreaLabel.Text
source: Area
nl: Gebied

# LimitResultsLabel.Text
source: Limit results
nl: Limiteer resultaat

# PointsBetweenLabel.Text
source: Points between
nl: Punten tussen

# cmdVillage.Text
source: Village
nl: Dorp

# cmdVillage.ToolTip
source: List all villages matching the search criteria
nl: Geef alle dorpen die beantwoorden aan de zoekcriteria

# cmdTribe.Text
source: Tribe
nl: Stam

# cmdTribe.ToolTip
source: List all tribes matching the search criteria
nl: Geef alle stammen die beantwoorden aan de zoekcriteria

# cmdPlayer.Text
source: Player
nl: Speler

# cmdPlayer.ToolTip
source: List all players matching the search criteria
nl: Geef alle spelers die beantwoorden aan de zoekcriteria

# DropDown.ToolTip
source: Open/Hide the additional filters menu
nl: Open/Sluit het menu met extra filters

# Area.Items
source: Entire map
nl: Volledige kaart

# Area.Items1
source: Visible map
nl: Zichtbare kaart

# Area.Items2
source: Monitored Area
nl: Gecontroleerd gebied

# Filter.Items
source: All
nl: Alle

# Filter.Items1
source: Strongest
nl: Sterksten

# Filter.Items2
source: New abandoned villages
nl: Nieuw verlaten

# Filter.Items3
source: Inactives
nl: Inactieven

# Filter.Items4
source: Points lost villages
nl: Punten verloren

# Filter.Items5
source: Nobled villages
nl: Geëdeld

# Filter.Items6
source: Tribe change players
nl: Stamverandering

# What.Items
source: Players
nl: Spelers

# What.Items1
source: Tribes
nl: Stammen

# What.Items2
source: Villages
nl: Dorpen
