Repository: windygu/TWTactics
Catalog: TribalWars/Controls/ControlsRes.*.resx
Languages: nl

# AttackersPoolContextMenu_AddXToPool
source: Add {0} villages to attackers pool
nl: Voeg {0} dorpen toe aan de aanvalspoel

# AttackersPoolContextMenu_AddXVillagesTooltip
source: When using the attack plan search function, don't search through all your villages but only select villages from those added to the 'attackers pool'.
nl: De aanvalspoel kan gebruikt worden om dorpen in te zoeken bij het plannen van een aanval.

# AttackManipulatorManager_Tooltip_ArrivalDate
source: Arrival date: {0}
nl: Arriveertijd: {0}

# AttackManipulatorManager_Tooltip_Help_1
source: Right click on your own villages to add them as attacking (or defending) villages.
nl: Klik rechts op je eigen dorpen om vanuit deze dorpen aan te vallen (of te verdedigen)

# AttackManipulatorManager_Tooltip_Help_2
source: Or easier: use the search function (binoculars icon) in the 'Plan Attacks' panel on the left!
nl: Of makkelijker: gebruik het verrekijker icon in de aanvalsplanner links.

# AttackManipulatorManager_Tooltip_Help_NoYou
source: You have not yet set who you are so right click wont work! You can do so using the menu 'World' -> 'Set Active Player'
nl: Je hebt nog niet gezegd wie je bent! Je kan dit doen in het 'Actieve speler selecteren' scherm

# AttackManipulatorManager_Tooltip_Points
source: Points: {0}
nl: Punten: {0}

# AttackManipulatorManager_Tooltip_SendOn
source: Send on: {0}
nl: Stuur op: {0}

# AttackManipulatorManager_Tooltip_Target
source: Target: {0}
nl: Doelwit: {0}

# AttackManipulatorManager_Tooltip_TravelTime
source: Travel time: {0}
nl: Wandeltijd: {0}

# AttackPlanExporter_AttackX
source: Attack {0}
nl: Val {0} aan

# AttackPlanExporter_Attn_AnotherAttackInXSeconds
source: ATTN: Another attack coming up {0} seconds later!
nl: ATTN: Een andere aanval binnen {0} seconden!

# AttackPlanExporter_Attn_MoreAttacksComingSoon
source: ATTN: {0} more attacks coming up soon!
nl: ATTN: {0} meer aanvallen binnenkort!

# AttackPlanExporter_ExportTime
source: Export time:
nl: Exporteer tijd:

# AttackPlanExporter_Title
source: *** Attack Plan ***
nl: *** Aanvalsplan ***

# AttackPlanExporter_TotalAttacks
source: Total attacks: {0}
nl: Aantal aanvallen: {0}

# AttackPlanFromControl_ArrivalTimeWhenSentNow
source: Arrival time when sent NOW
nl: Arriveertijd wanner je NU aanvalt

# AttackPlanFromControl_SendTroops
source: Send troops:
nl: Stuur troepen:

# LocationChangerControl_PlaceHolder
source: Go to village, player, tribe...
nl: Naar dorp, speler, stam

# LocationChangerControl_ZoomControl_Tooltip
source: Change map zoom level
nl: Wijzig het zoomniveau van de kaart

# MarkerContextMenu_Disable
source: Disable marker
nl: Deactiveer markering

# MarkerContextMenu_Enable
source: Activate marker
nl: Activeer markering

# MarkerContextMenu_InnerColor
source: Inner color
nl: Secundaire kleur

# MarkerContextMenu_MainColor
source: Main color
nl: Primaire kleur

# MarkerContextMenu_Marker
source: Marker
nl: Markering

# MarkerContextMenu_MarkX
source: Mark {0}
nl: Markeer {0}

# NoVillageAttackContextMenu_AlwaysShowAttackPlans
source: Always show attack plans
nl: De aanvalsplannen altijd tonen

# NoVillageAttackContextMenu_ShowArrivalTimesWhenSentNow
source: Show 'arrival times when sent now' in attack planner
nl: Toon arriveertijd wanneer nu versturen in de aanvalsplanner

# NoVillageAttackContextMenu_ShowNonActivePlanAttackers
source: Show non-active plan attackers
nl: Toon de aanvallers van niet actieve plannen

# NoVillageAttackContextMenu_ShowNonActivePlanTargets
source: Show non-active plan targets
nl: Toon de niet actieve aanvalsplannen

# PlayerOrTribeRow_Text
source: #{1} ({0} points)
nl: #{1} ({0} punten)

# BbCode_Player
source: ({0}pts|{1}vils)
nl: ({0}ptn|{1}vils)

# BbCode_VillagePoints
source: ({0:#,0}pts)
nl: ({0:#,0}ptn)

source: Church
nl: Kerk

# Church_None
source: No church
nl: Geen kerk

# ContextMenu_Pinpoint
source: Pinpoint
nl: Selecteren

# ContextMenu_PinpointAndCenter
source: Pinpoint && Center
nl: Selecteren && Centreren

# ContextMenu_QuickDetails
source: Quick Details
nl: Snelle Details

# ContextMenu_ToBbCodeOperation
source: Operation
nl: Operatie

# ContextMenu_ToClipboard
source: To clipboard
nl: Naar klembord

# ContextMenu_TwGuest
source: TW Guest
nl: TW Gast

# NoVillageContextMenu_BackgroundColor
source: Background color
nl: Achtergrondkleur

# NoVillageContextMenu_CenterHere
source: Center here
nl: Centreer hier

# NoVillageContextMenu_ContinentLines
source: Show continent lines
nl: Toon continent lijnen

# NoVillageContextMenu_HideAbandoned
source: Hide all abandoned
nl: Verberg alle verlaten dorpen

# NoVillageContextMenu_ProvinceLines
source: Show province lines
nl: Toon provincie lijnen

# NoVillageContextMenu_SetHome
source: Set Home
nl: Zet als standaard locatie

# NoVillageContextMenu_ShowMarkedOnly
source: Show marked only
nl: Toon enkel gemarkeerde dorpen

# NoVillageContextMenu_ShowVillageTooltip
source: Show village &tooltip
nl: Toon dorp tooltips

# PlayerContextMenu_ThisIsMe
source: This is me!
nl: Dit ben ik!

# Tooltip_Points
source: Points: {0}
nl: Punten: {0}

# Tooltip_Tribe
source: Tribe: {0} (#{1})
nl: Stam: {0} (#{1})

# Tooltip_Villages
source: Villages: {0}
nl: Dorpen: {0}

# VillageContextMenu_AddToAttackPlan
source: Add new attacker to plan
nl: Voeg aanvallen toe aan plan

# VillageContextMenu_DeleteAttackPlan
source: Delete attack plan
nl: Verwijder aanvalsplan

# VillageContextMenu_DeleteFromAttackPlan
source: Delete attacker from plan
nl: Verwijder aanvaller van plan

# VillageContextMenu_NewAttackPlan
source: New attack plan
nl: Nieuw aanvalsplan

# VillageContextMenu_NobledFrom
source: Nobled from {0}
nl: Geëdelt van {0}

# VillageContextMenu_RemovePurpose
source: Remove purpose
nl: Verwijder doel

# VillageContextMenu_SelectAttackPlan
source: Select attack plan
nl: Selecteer aanvalsplan

# VillageContextMenu_SetPurpose
source: Set purpose
nl: Zet doel

# VillagesContextMenu_AddTargetsWarning
source: You are about to add {0} villages as attack targets. Continue?
nl: {0} dorpen toevoegen als nieuwe aanvalsdoelwitten?

# VillagesContextMenu_AttackThem
source: Attack these villages
nl: Val deze dorpen aan

# VillagesContextMenu_ChangePurposeWarning
source: Do you want to change the purpose for {0} villages to {1}?\nThis action cannot be undone!
nl: Wil je het doel van deze {0} dorpen wijzigen naar {1}?\nDeze aktie kan niet ongedaan gemaakt worden!

# VillagesContextMenu_DefendThem
source: Defend these villages
nl: Verdedig deze dorpen

# VillagesContextMenu_RemovePurposeWarning
source: Do you want to remove all existing purpose of {0} villages?\nThis action cannot be undone!
nl: Wil je het doel van deze {0} dorpen verwijderen?\nDeze aktie kan niet ongedaan gemaakt worden!

# BbCode_Tribe
source: [b]{5}[/b] [ally]{0}[/ally]{3}Points: {2:#,0}pts ({6:#,0}avg){3}Players: {1}{3}Rank: {4}
nl: [b]{5}[/b] [ally]{0}[/ally]{3}Punten: {2:#,0}ptn ({6:#,0}gem){3}Spelers: {1}{3}Rang: {4}

# Tooltip_Name
source: Name: {0}
nl: Naam: {0}

# Tooltip_Rank
source: Rank: {0}
nl: Rang: {0}

# Tooltip_Tribe_Players
source: Players: {0} {1}
nl: Spelers: {0} {1}

# Tooltip_Tribe_StrongestPlayers
source: Strongest:
nl: Sterksten:

# ToString_Tribe
source: {0} ({1} | {2}plys)
nl: {0} ({1} | {2}spelers)
