Repository: windygu/TWTactics
Catalog: TribalWars/Forms/MainForm.*.resx
Languages: nl

# TabsMap.Text
source: Map
nl: Kaart

# TabsPolygon.ToolTipText
source: Generate BBCodes from clusters you have drawn on the map.
nl: Genereer BBCodes van clusters die je op de kaart getekend hebt

# TabsMonitoring.Text
source: Monitoring
nl: Gecontroleerd gebied

# TabsMonitoring.ToolTipText
source: Check what is happening in your monitoring area, the world or in your tribe.
nl: Hou in de gaten wat er zich afspeelt in je gecontroleerd gebied, in je stam en in de wereld.

# ToolstripButtonCreateWorld.ToolTipText
source: Create a new world
nl: Maak een nieuwe wereld

# ToolStripOpen.ToolTipText
source: Load a different world or select a different TW snapshot
nl: Andere wereld of andere TW data laden

# ToolStripSettings.Text
source: Settings
nl: Instellingen

# ToolStripSettings.ToolTipText
source: Select different saved settings
nl: Selecteer andere eerder bewaarde instellingen

# ToolStripSave.ToolTipText
source: Save settings (markers, attack plans, clusters, ...)
nl: Instellingen opslaan (markeringen, aanvalsplannen, clusters, ...)

# ToolStripActiveRectangle.ToolTipText
source: Set the Monitoring Area
nl: Zet het gebied dat je wil controleren

# ToolStripDraw.ToolTipText
source: Refresh the map
nl: De map opnieuw tekenen

# ToolStripShapeDisplay.ToolTipText
source: Switch map display to rectangle villages
nl: Toon vierkantjes op de kaart

# ToolStripDefaultManipulator.ToolTipText
source: Revert to normal map interaction
nl: Terug naar de standaard kaart interactie

# ToolStripPolygonManipulator.ToolTipText
source: Draw clusters on the map (with BB code generation)
nl: Teken clusters op de kaart

# ToolStripAttackManipulator.ToolTipText
source: Start planning attacks (left click to add target, right click on your own villages to attack from)
nl: Open de aanvalsplanner (links klikken voor nieuw doelwit, rechts klikken om vanuit dat dorp aan te vallen)

# ToolStripChurchManipulator.ToolTipText
source: Display the influence radius of your churches
nl: Toon de invloedssfeer van je kerken op de kaart

# ToolStripProgramSettings.ToolTipText
source: Change program settings
nl: Instellingen wijzigen

# MenuFileNew.Text
source: &New World
nl: &Nieuwe Wereld

# MenuFileLoadWorld.Text
source: &Load World
nl: Wereld &Laden

# MenuFileWorldDownload.Text
source: &Download New TW Snapshot
nl: &Download de laatste TW data

# MenuFileSaveSettings.Text
source: &Save Settings
nl: &Instellingen opslaan

# MenuFileSaveSettingsAs.Text
source: Save Settings &As
nl: Instellingen opslaan &als

# MenuFileSetActivePlayer.Text
source: Set Active Player
nl: Actieve Speler selecteren

# MenuFileSynchronizeTime.Text
source: Synchronize Server Time
nl: Synchroniseer Server Tijd

# MenuFileExit.Text
source: E&xit
nl: &Sluiten

# MenuToolstrip.Text
source: &World
nl: &Wereld

# MenuMapMonitoringArea.Text
source: Set Monitoring Area
nl: Zet gecontroleerd gebied

# MenuMapSetHomeLocation.Text
source: Set as Home Location
nl: Zet je thuislocatie

# MenuMapIconDisplay.Text
source: Display tw images
nl: TW icons tonen

# MenuMapShapeDisplay.Text
source: Display rectangles
nl: Vierkantjes tonen

# MenuMapInteractionDefault.Text
source: Default map interaction
nl: Standaard kaart interactie

# MenuMapInteractionPolygon.Text
source: Draw Clusters
nl: Teken clusters

# MenuMapInteractionPlanAttacks.Text
source: Plan Attacks
nl: Plan aanvallen

# MenuMapSelectPane0.Text
source: Location Options
nl: Locatie opties

# MenuMapSelectPane1.Text
source: Quick Details
nl: Detail overzicht

# MenuMapSelectPane2.Text
source: Map Markers
nl: Kaart markeringen

# MenuMapSelectPane3.Text
source: Plan Attacks
nl: Aanvalsplanner

# MenuMapSeeScreenshots.Text
source: See screenshots
nl: Bekijk screenshots

# mapToolStripMenuItem.Text
source: &Map
nl: &Kaart

# MenuWindowsManageYourVillages.Text
source: Manage your villages
nl: Beheer je dorpen

# MenuWindowsImportVillageCoordinates.Text
source: Import village coordinates
nl: Importeer dorps coordinaten

# MenuWindowsManageYourAttackersPool.Text
source: Manage your attackers pool
nl: Beheer je aanvalspoel

# MenuWindowsAddTimes.Text
source: Add times
nl: Wandeltijden optellen

# otherToolStripMenuItem.Text
source: Other
nl: Andere

# MenuHelpReportBug.Text
source: Report a bug
nl: Rapporteer een bug

# $this.Text
source: TW Tactics - by Sangu
nl: TW Tactics - door Sangu
